import React from "react"
import styled from "styled-components"

const StyledP = styled.p`

    margin: 6rem 2rem;

`

export const LegalDisclaimer = () => (
  <StyledP>
    ИП Чайкин Антон Сергеевич по решению Жуковского районного суда Калужской
    области от 14 июля 2021 года по гражданскому делу 2-1-946/2021 по иску
    Управления Федеральной службы по надзору в сфере защиты прав потребителей и
    благополучия человека по Курской области доводит до сведения потребителей о
    прекращении противоправных действий в отношении неопределенного круга
    потребителей при производстве пищевой продукции - продукта соевого "Тофу с
    паприкой" ТМ "SOYKA", связанные с отсутствием на маркировке потребительской
    упаковки необходимых и полных сведений о месте нахождения(месте регистрации)
    изготовителя и составе продукта.
  </StyledP>
)
